/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "ظاهر برنامه";
"If blank, the search engine page will be used" = "اگر خالی باشد، از صفحه‌ی موتور جستجو استفاده خواهد شد";
"If blank, the default Onion Browser page will be used" = "اگر این قسمت خالی باشد، از مرورگر Onion به صورت پیش‌فرض استفاده می‌شود";
"Mute audio with mute switch" = "بی‌صدا کردن صوتی با سوئیچ بی‌صدا";
"Custom home page" = "سفارشی کردن صفحه اصلی";
"Privacy" = "حریم خصوصی";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "کوکی‌ها و داده‌های ذخیره داخلی از هاست‌های غیرمطمئن پاک خواهند شد، حتی از صفحه‌های بازی که بعد از این چند دقیقه به آن‌ها دسترسی نداشتید";
"Edit cookies and local storage" = "ویرایش کوکی‌ها و حافظه داخلی";
"Cookie auto-sweep interval" = "بازه‌ی از بین بردن خودکار کوکی‌ها";
"Changing this option requires restarting the app" = "تغییر این گزینه نیازمند راه‌اندازی مجدد برنامه است";
"Allow 3rd party keyboards" = "اجازه دادن به کیبوردهای متفرقه";
"Security" = "امنیت";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "اگر فعال باشد، به ازای میربان‌ها گزینه‌ای در پیام خطای TLS برای چشم‌پوشی از خطاهای TLS نمایش داده خواهد شد";
"Allow ignoring TLS errors" = "اجازه چشم‌پوشی خطاهای TLS";
"TLS Version" = "نسخه TLS";
"TLS 1.2 Only" = "فقط TLS ۱/۲";
"TLS 1.2, 1.1 or 1.0" = "TLS ۱‍/۲، یا ۱/۱، ۱/۰";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "حداقل نسخه‌ی مورد نیاز از TLS برای گفتگوی ارتباط HTTPS میزبان‌ها";
"About" = "درباره";
"About Onion Browser" = "درباره مرورگر Onion";
"About Endless" = "درباره Endless";
